import abs11 from '../img/abs-2-1.jpg';
import abs12 from '../img/abs-2-2.jpg';

export default function Abs() {
  return (
    <div>
      <h1>举腿! 锻炼腹肌</h1>
      <h2>动作</h2>
      <p>
        平躺在地上，双腿并拢，双手置于身体两侧的地板上。膝盖弯曲近90°，双脚距离地面约2～5厘米。
        双手用力向下按压地板，这样有助于保持身体稳定。
        这是该动作的起始姿势（图63）。
        然后平缓地抬起膝盖，越过髋部，直到大腿与地面垂直、小腿与地面平行，整个过程中膝盖始终接近90°。
        在此过程中呼气，腹部肌肉保持收紧。这是该动作的结束姿势（图64）。暂停1秒钟，进行反向动作。
        降低双脚，回到起始姿势，并在此过程中吸气。在整组练习中双脚都不能接触地面。
      </p>

      <img
        src={abs11}
        alt={'膝盖弯曲近90°，双脚距离地面约2～5厘米。'}
        width={250}
      />
      <p>图63　膝盖弯曲近90°，双脚距离地面约2～5厘米。</p>

      <img
        src={abs12}
        alt={'膝盖始终接近90°，在此过程中呼气，腹部肌肉保持收紧。'}
        width={250}
      />
      <p>图64　膝盖始终接近90°，在此过程中呼气，腹部肌肉保持收紧。</p>

      <h2>解析</h2>
      <p>
        掌握坐姿屈膝之后，接着练习平卧抬膝可以进一步强化训练者的腰部。
        平卧抬膝训练脊椎肌肉、腹部肌肉、腹斜肌和腹横肌，使之协调工作，
        同时也能够锻炼大腿前侧肌肉。
        由于该动作要求训练者平躺在地上，所以髋部屈肌也必须更多地参与其中，这会使训练者适应之后强度更大的平卧动作和悬垂动作。
      </p>

      <h2>训练目标 </h2>
      <ul>
        <li>初级标准：1组，10次</li>
        <li>中级标准：2组，各20次</li>
        <li>升级标准：3组，各35次</li>
      </ul>

      <h2>稳扎稳打</h2>
      <p>
        平卧抬膝的难点是要保持双脚离地。
        如果这对你来说有点儿困难，那就在两次动作之间让双脚接触地面。
        当你有力量在双脚离地的情况下连续做几次动作时，就要尽量抬起脚——即便只能做2次也应如此。
        久而久之，在两脚离地的前提下不断增加动作次数。
      </p>
    </div>
  );
}
