import image00632 from '../img/image00632.jpeg';
import image00633 from '../img/image00633.jpeg';
import image00634 from '../img/image00634.jpeg';
import image00635 from '../img/image00635.jpeg';
import image00636 from '../img/image00636.jpeg';
import image00637 from '../img/image00637.jpeg';
import image00638 from '../img/image00638.jpeg';
import image00639 from '../img/image00639.jpeg';
import image00640 from '../img/image00640.jpeg';
import image00641 from '../img/image00641.jpeg';
import image00642 from '../img/image00642.jpeg';
import image00643 from '../img/image00643.jpeg';
import image00644 from '../img/image00644.jpeg';
import image00645 from '../img/image00645.jpeg';
import image00646 from '../img/image00646.jpeg';
import image00647 from '../img/image00647.jpeg';
import image00648 from '../img/image00648.jpeg';
import image00649 from '../img/image00649.jpeg';
import image00650 from '../img/image00650.jpeg';
import image00651 from '../img/image00651.jpeg';
import image00652 from '../img/image00652.jpeg';
import image00653 from '../img/image00653.jpeg';

export default function Abs() {
  return (
    <div>
      <h3>
        <span>第一式</span>　坐姿屈膝
      </h3>

      <h4>动作</h4>

      <p>
        坐在椅子或床的边缘，身体略微向后倾斜，双手抓住边沿，两腿伸直，双脚并拢，脚跟距离地面几厘米。这是该动作的起始姿势（图61）。平缓地抬起膝盖，直到膝盖距胸部约15～25厘米。在此过程中呼气，动作完成时呼气结束，腹肌保持收缩状态。这是该动作的结束姿势（图62）。暂停1秒钟，进行反向运动并回到起始姿势。伸展膝盖的同时吸气。双脚应该始终沿着一条直线移动，而且始终保持悬空，直到一组动作完成方可接触地面。腹部要始终收缩，动作要慢，要抵制快速完成动作的冲动。如果需要，可以在两次动作之间喘几口气（所有中段练习都一样）。
      </p>

      <div>
        <img alt="153-1" src={image00632} />
      </div>

      <p>
        图61　身体略微向后倾斜，双手抓住边沿，两腿伸直，双脚并拢，脚跟距离地面几厘米。
      </p>

      <div>
        <img alt="153-2" src={image00633} />

        <p>图62　动作完成时呼气结束，腹肌保持收缩状态。</p>
      </div>

      <h4>解析</h4>

      <p>
        对初学者来说，坐姿屈膝是理想的腹部练习动作，因为该动作可以培养良好的脊柱姿势，锻炼腹部肌肉，增强髋部屈肌。对大多数人来说，这个动作也相对容易，因此给他们提供了发展完美技巧的绝佳机会，为以后的中段练习做好准备。切记，动作要平缓，呼吸节奏要正确，腹部始终要保持收紧状态。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，10次</li>

        <li>中级标准：2组，各25次</li>

        <li>升级标准：3组，各40次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        坐姿屈膝动作的起始姿势（两腿伸展）与结束姿势（两膝靠近胸部）难度相当。想要降低坐姿屈膝的难度，就要在这两个难点之间适当缩小动作幅度。随着训练者的腰部越来越强，再逐渐加大动作幅度，直至动作完美无缺。
      </p>

      <h3>
        <span>第二式</span>　平卧抬膝
      </h3>

      <h4>动作</h4>

      <p>
        平躺在地上，双腿并拢，双手置于身体两侧的地板上。膝盖弯曲近90°，双脚距离地面约2～5厘米。双手用力向下按压地板，这样有助于保持身体稳定。这是该动作的起始姿势（图63）。然后平缓地抬起膝盖，越过髋部，直到大腿与地面垂直、小腿与地面平行，整个过程中膝盖始终接近90°。在此过程中呼气，腹部肌肉保持收紧。这是该动作的结束姿势（图64）。暂停1秒钟，进行反向动作。降低双脚，回到起始姿势，并在此过程中吸气。在整组练习中双脚都不能接触地面。
      </p>

      <div>
        <img alt="155-1" src={image00634} />

        <p>图63　膝盖弯曲近90°，双脚距离地面约2～5厘米。</p>
      </div>

      <div>
        <img alt="155-2" src={image00635} />

        <p>图64　膝盖始终接近90°，在此过程中呼气，腹部肌肉保持收紧。</p>
      </div>

      <h4>解析</h4>

      <p>
        掌握坐姿屈膝之后，接着练习平卧抬膝可以进一步强化训练者的腰部。平卧抬膝训练脊椎肌肉、腹部肌肉、腹斜肌和腹横肌，使之协调工作，同时也能够锻炼大腿前侧肌肉。由于该动作要求训练者平躺在地上，所以髋部屈肌也必须更多地参与其中，这会使训练者适应之后强度更大的平卧动作和悬垂动作。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，10次</li>

        <li>中级标准：2组，各20次</li>

        <li>升级标准：3组，各35次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        平卧抬膝的难点是要保持双脚离地。如果这对你来说有点儿困难，那就在两次动作之间让双脚接触地面。当你有力量在双脚离地的情况下连续做几次动作时，就要尽量抬起脚——即便只能做2次也应如此。久而久之，在两脚离地的前提下不断增加动作次数。
      </p>

      <h3>
        <span>第三式</span>　平卧屈举腿
      </h3>

      <h4>动作</h4>

      <p>
        平躺在地上，双腿并拢伸展，双手置于身体两侧的地面上。双腿抬起，膝盖弯曲，使大腿与小腿的夹角大约成135°，双脚距离地面约2～5厘米。这是该动作的起始姿势（图65）。该练习前半部分的动作包括平缓地抬起双腿和双脚，持续大约2秒钟，直到双脚位于骨盆正上方（图66）。在整个动作过程中，膝盖弯曲的角度应该保持不变——始终“锁定”。双手向下按压地板，这样有助于保持身体稳定。两脚位于骨盆正上方时，略作停顿，然后进行反向动作。在回复到起始姿势时也略作停顿，然后重复以上过程。双脚向上运动时呼气，向下运动时吸气。在整组练习中，腹部始终都要收紧，双脚始终不能接触地面。
      </p>

      <div>
        <img alt="157-1" src={image00636} />

        <p>图65　双腿抬起，膝盖弯曲，使大腿与小腿的夹角大约成135°。</p>
      </div>

      <div>
        <img alt="157-2" src={image00637} />

        <p>图66　在整个动作过程中，膝盖弯曲的角度应该保持不变——始终“锁定”。</p>
      </div>

      <h4>解析</h4>

      <p>
        平卧屈举腿是平卧抬膝的简单延续。双脚与身体距离更远，这会增加动作的难度，也会加大髋部、腰部以及腹部肌肉所受的压力，使它们变得更加有力。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，10次</li>

        <li>中级标准：2组，各15次</li>

        <li>升级标准：3组，各30次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        平卧抬膝要求膝盖弯曲成90°，平卧屈举腿则要求膝盖弯曲成135°。弯曲角度越大，力臂越长，难度就越大。如果你还达不到该动作的初级标准，那就让膝盖再弯曲一点儿，略大于90°即可。等你变得更强之后，再一点点把腿伸直，直到达到135°的标准。
      </p>

      <h3>
        <span>第四式</span>　平卧蛙举腿
      </h3>

      <h4>动作</h4>

      <p>
        先做第三式前半部分的屈举腿动作，但在最高点的时候（图66）不要停顿，而是要完全伸直双腿，使其与地面垂直，并与上半身的夹角成90°。这是该动作的结束姿势（图67）。应该在这个两部分的动作过程中呼气。大多数中段练习此时都要反向重复前半部分的动作，但这个练习有所不同。在有阻力（重力）的情况下降低双腿比抬起双腿要容易，蛙举腿正利用了这一点。降低双腿并保持完全伸展（图68），直到双腿距离地面约2～5厘米（图69）。大多数练习动作中上与下的过程都要经过2秒钟，但该练习的下落过程要经过4秒钟，以便身体在有利的姿势中获得更多的锻炼。双腿慢慢下降时吸气，然后重复以上动作。
      </p>

      <div>
        <img alt="159-1" src={image00638} />

        <p>图67　完全伸直双腿，使其与地面垂直，并与上半身的夹角成90°。</p>
      </div>

      <div>
        <img alt="159-2" src={image00639} />

        <p>图68　降低双腿并保持完全伸展。</p>
      </div>

      <div>
        <img alt="159-3" src={image00640} />

        <p>图69　直到双腿距离地面约2～5厘米。</p>
      </div>

      <h4>解析</h4>

      <p>
        不管是平卧姿势，还是悬垂姿势，从屈举腿到直举腿的过渡都是相当大的挑战，需要更多的柔韧性和力量。蛙举腿能够帮助训练者渡过这个难关，其作用就像是屈举腿与直举腿之间的摆渡人，因为它能够锻炼腘绳肌和背部的力量与柔韧性。可惜的是，蛙举腿在健身界少有耳闻——20世纪60年代之后似乎就已失传，因为那时举腿练习已经被卷腹取代，不再流行。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，8次</li>

        <li>中级标准：2组，各15次</li>

        <li>升级标准：3组，各25次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        如果你发现这个动作对你来说有些吃力，那就集中在靠上的动作幅度内，即不要把双腿放得太低。随着你力量的增加，再慢慢加大动作幅度，直到可以练习完整的动作。
      </p>

      <h3>
        <span>第五式</span>　平卧直举腿
      </h3>

      <h4>动作</h4>

      <p>
        平躺在地上，面部朝上。双脚并拢，双腿伸直，双手置于身体两侧。抬起双脚，使其距离地面约2～5厘米。双手向下按压地板，以保持身体稳定。这是该动作的起始姿势（图70）。双腿锁定，抬起双脚直到它们到达骨盆正上方，即双腿与上半身的夹角成90°。这是该动作的结束姿势（图71）。抬脚的过程中呼气，腹部保持收紧。至少要用2秒钟平缓地完成该动作，不要用猛劲。停顿片刻，然后反向动作，降低双腿的过程中吸气。到达起始姿势后略作停顿，再重复。在整个动作过程中，膝盖始终要锁定，双脚不能接触地面，直到一组完成之后方可。
      </p>

      <div>
        <img alt="161-1" src={image00641} />

        <p>图70　双手向下按压地板，以保持身体稳定。</p>
      </div>

      <div>
        <img alt="161-2" src={image00642} />
      </div>

      <p>
        图71　双腿锁定，抬起双脚直到它们到达骨盆正上方，即双腿与上半身的夹角成90°。
      </p>

      <h4>解析</h4>

      <p>
        这个动作在军事训练营和武术学校中颇受欢迎，因为它既可以增加腹部和髋部的力量及耐力，又可以提升身体的运动能力和柔韧性。该动作貌似很简单，但那只是假象：只要膝关节稍微弯曲，两脚触地，借助惯性离开地板，该动作就会变得非常容易；可是，这也会使练习成效大打折扣。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，5次</li>

        <li>中级标准：2组，各10次</li>

        <li>升级标准：2组，各20次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        只要膝盖稍微弯曲，就可以大幅降低动作难度，但我不推荐大家这样做，因为该动作的主要益处就是来自于双腿伸直。如果你还达不到该动作的初级标准，那就回到平卧蛙举腿（第四式），等你能够达到3组，每组各30次的标准后再尝试该动作。如果那时你还觉得困难，那就保持双腿伸直，但是缩小动作幅度，集中做靠上部分的动作，随着力量的增加再逐渐增加动作幅度，把脚放得越来越低。
      </p>

      <h3>
        <span>第六式</span>　悬垂屈膝
      </h3>

      <h4>动作</h4>

      <p>
        向上跳起，抓住高过头顶的横杆，双手与肩同宽。横杆要够高，以使身体悬垂时双脚依然离地，即使离地仅有一厘米。身体成一条直线，保持肩部收紧。这是该动作的起始姿势（图72）。平缓地抬起膝盖，直到双膝与骨盆处于同一高度，膝关节弯曲成90°，大腿与地面平行。在以上运动过程中呼气，同时保持收腹。这是该动作的结束姿势（图73）。暂停一下，然后反向运动，直到身体完全伸展。在此过程中吸气，然后重复练习。
      </p>

      <div>
        <img alt="163-1" src={image00643} />

        <p>图72　身体成一条直线，保持肩部收紧。</p>
      </div>

      <div>
        <img alt="163-2" src={image00644} />
      </div>

      <p>
        图73　平缓地抬起膝盖，直到双膝与骨盆处于同一高度，膝关节弯曲成90°，大腿与地面平行。
      </p>

      <h4>解析</h4>

      <p>
        从这一式开始，训练者将开始举腿系列中更难的悬垂动作。在地板上练习时，训练者只需部分地克服重力，而现在必须完全克服重力。这种变化会在短时间内急剧增强髋部与身体中段的力量。此外，在横杆上悬垂，也增加了胸腔肌肉（如前锯肌与肋间肌，它们在手臂和腹部之间起连接作用）的活动性。因此，在横杆上进行悬垂举腿练习比在双杠或类似设备上练习效果更好。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，5次</li>

        <li>中级标准：2组，各10次</li>

        <li>升级标准：2组，各15次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        如果你还不能严格按照要求做5次悬垂屈膝，那就减小动作幅度，集中于动作的靠上阶段，然后再逐渐增加幅度。不管做什么动作，都不要使用惯性。在该系列的前几式使用平缓的、完全有控制的动作，能够很好地锻炼肌肉与肌腱的力量，这对你掌握后面的练习至关重要。切记，惯性无益。
      </p>

      <h3>
        <span>第七式</span>　悬垂屈举腿
      </h3>

      <h4>动作</h4>

      <p>
        向上跳起，抓住高过头顶的横杆。身体成一直线，双脚离地。双手大致与肩同宽，肩部收紧。弯曲膝盖，直到膝关节大约成135°，双脚置于身后几厘米。这是该动作的起始姿势（图74）。以髋部为轴，平缓地抬起双腿，直到双脚与骨盆在一个高度上。这是该动作的结束姿势（图75）。暂停一下，然后做反向动作，如此重复。整个运动过程中，只能移动髋部，膝盖要保持锁定。举腿时呼气，下降时吸气，始终保持收腹。
      </p>

      <div>
        <img alt="165-1" src={image00645} />

        <p>图74　弯曲膝盖，直到膝关节大约成135°，双脚置于身后几厘米。</p>
      </div>

      <div>
        <img alt="165-2" src={image00646} />

        <p>图75　整个运动过程中，只能移动髋部，膝盖要保持锁定。</p>
      </div>

      <h4>解析</h4>

      <p>
        悬垂屈举腿是悬垂屈膝的延伸，难度更大。悬垂屈膝时膝盖要弯曲成90°，而悬垂屈举腿时膝盖则要成135°。增长的力臂使得悬垂屈举腿成为到目前为止最难的中段练习。你的腹肌、腰部肌肉、前锯肌、髋部屈肌都会变得更强壮。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，5次</li>

        <li>中级标准：2组，各10次</li>

        <li>升级标准：2组，各15次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        最初，你可能很难在整个动作过程中都将膝关节锁定在135°。双腿下降时，你很想把双腿伸直一点儿。要尽量避免这一趋势，因为在此过程中重新调整膝关节的角度会产生惯性，从而导致身体摇晃。如果你做该动作有困难，只要减少膝盖的弯曲角度即可——更接近90°。随着在每次练习后力量的不断提高，再逐渐增加膝盖的弯曲角度，直到最终成135°。
      </p>

      <h3>
        <span>第八式</span>　悬垂蛙举腿
      </h3>

      <h4>动作</h4>

      <p>
        起始姿势与第七式悬垂屈举腿相同（图74），就像做第七式一样，抬起双腿。双脚与髋部在同一高度时（图75），再将双脚伸向正前方，直至双腿完全伸直。这时双腿与地面平行，即与上半身之间的夹角成90°（图76）。暂停一下，然后慢慢放下双腿，在此过程中双腿始终伸直（图77）。该动作完成时，身体完全伸展（图78）。然后回到起始姿势，重复练习。举腿时呼气，下降时吸气，腹部从始至终都要收紧。
      </p>

      <div>
        <img alt="167-1" src={image00647} />

        <p>图76　双脚伸向正前方，直至双腿完全伸直。</p>
      </div>

      <div>
        <img alt="167-2" src={image00648} />

        <p>图77　慢慢放下双腿，在此过程中双腿始终伸直。</p>
      </div>

      <div>
        <img alt="167-3" src={image00649} />

        <p>图78　该动作完成时，身体完全伸展。</p>
      </div>

      <h4>解析</h4>

      <p>
        从力学上来说，举腿的下降过程比上举过程容易，悬垂蛙举腿便充分利用了这一点。努力练习该动作，可以非常快速地增加力量和柔韧性，从而使你能够更轻松地过渡到后面的直腿练习（第九式与最终式）。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，5次</li>

        <li>中级标准：2组，各10次</li>

        <li>升级标准：2组，各15次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        如果你能达到悬垂屈举腿的升级标准，那做5次悬垂蛙举腿应该不在话下。训练者难以从悬垂屈举腿升级到悬垂蛙举腿，通常是因为身体柔韧性较差，而非力量不足。其实这很容易解决：练习之前先做几分钟体前屈动作，拉伸下背部和腘绳肌。
      </p>

      <h3>
        <span>第九式</span>　悬垂半举腿
      </h3>

      <h4>动作</h4>

      <p>
        抓住高过头顶的横杆，身体成一条直线，双脚离地，双肩收紧。双腿锁定，然后慢慢抬起，使之与地面之间的夹角成45°。这是该动作的起始姿势（图79）。膝关节保持锁定，然后平缓地抬起双腿，直到它们与地面平行。这是该动作的结束姿势（图80）。暂停一会，然后放下双腿，回到起始姿势，如此重复。举腿时呼气，下降时吸气，腹部保持收紧。
      </p>

      <div>
        <img alt="169-1" src={image00650} />

        <p>图79　双腿锁定，然后慢慢抬起，使之与地面之间的夹角成45°。</p>
      </div>

      <div>
        <img alt="169-2" src={image00651} />

        <p>图80　平缓地抬起双腿，直到它们与地面平行。</p>
      </div>

      <h4>解析</h4>

      <p>
        膝盖锁定、不使用惯性做直举腿相当难，500个认真的训练者里可能就有一个人能完成——没准更少。该动作如此困难的原因之一是动作幅度大（身体从完全伸展到完全直角的姿势）。训练者一旦获得在最高点将腿伸直（即悬垂蛙举腿的结果）所需的力量和柔韧性，就可以练习悬垂半举腿。与第八式相比，该动作使上半幅度的动作更难一些，并去除了下半幅度的动作。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，5次</li>

        <li>中级标准：2组，各10次</li>

        <li>升级标准：2组，各15次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        如果你能达到悬垂蛙举腿的升级标准，那就意味着你能够完成更难的直腿动作（图80）。如果你觉得悬垂半举腿太难，那一定是因为你的肌肉力量还无法完成这么大的动作幅度。做出该动作的结束姿势（双腿伸直与地面平行），然后慢慢地、小幅度地向下再向上移动双腿，即便刚开始只能移动几厘米也没关系，随着力量的增加，你就能够动作标准地完成悬垂半举腿了。
      </p>

      <h3>悬垂直举腿</h3>

      <h4>动作</h4>

      <p>
        现在你已经知道该怎么做悬垂直举腿了。抓住高过头顶的横杆，要保证身体悬垂时双脚依然离地。双手大致与肩同宽，双肩收紧。这是该动作的起始姿势（图81）。平缓地举起双腿，直到它们与地面平行，此过程至少要持续2秒钟。举腿时呼气，尽量将所有气体都呼出肺部，使腹部完全收紧。这是该动作的结束姿势（图82）。暂停一下，然后反向运动，回到起始姿势，这一过程至少也要持续2秒钟，在此过程中吸气。即使在起始姿势中腹部也要收紧，两腿始终锁定，整个运动过程中只用肌肉控制，不要用惯性。
      </p>

      <div>
        <img alt="171-1" src={image00652} />

        <p>图81　即使在起始姿势中腹部也要收紧，两腿始终锁定。</p>
      </div>

      <div>
        <img alt="171-2" src={image00653} />

        <p>图82　举腿时呼气，尽量将所有气体都呼出肺部，使腹部完全收紧。</p>
      </div>

      <h4>解析</h4>

      <p>
        若根据上述规定严格练习，那么悬垂直举腿将是世界上最伟大的中段练习动作，卷腹、器械练习和负重仰卧起坐都相形见绌。如果你能完美无缺地做上20次悬垂直举腿，那你的腰部将无比强大和灵活，腹外斜肌、前锯肌、腹横肌和肋间肌将犹如岩石般坚硬突出，腹肌也会像钢板般结实。你将拥有魔鬼六块！
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，5次</li>

        <li>中级标准：2组，各10次</li>

        <li>精英标准：2组，各30次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        开始练习悬垂直举腿时，你应该已经很好地掌握了悬垂半举腿。如果还没有，那就不要贸然前行。如果已经掌握，那只需不断练习，慢慢增加动作幅度——即便每次只增加1厘米——你会在不知不觉之间征服这个动作。
      </p>
    </div>
  );
}
