import Move from '../components/Move';
import image00606 from '../img/image00606.jpeg';
import image00607 from '../img/image00607.jpeg';
import image00608 from '../img/image00608.jpeg';
import image00609 from '../img/image00609.jpeg';
import image00610 from '../img/image00610.jpeg';
import image00611 from '../img/image00611.jpeg';
import image00612 from '../img/image00612.jpeg';
import image00613 from '../img/image00613.jpeg';
import image00614 from '../img/image00614.jpeg';
import image00615 from '../img/image00615.jpeg';
import image00616 from '../img/image00616.jpeg';
import image00617 from '../img/image00617.jpeg';
import image00618 from '../img/image00618.jpeg';
import image00619 from '../img/image00619.jpeg';
import image00620 from '../img/image00620.jpeg';
import image00621 from '../img/image00621.jpeg';
import image00622 from '../img/image00622.jpeg';
import image00623 from '../img/image00623.jpeg';
import image00624 from '../img/image00624.jpeg';
import image00625 from '../img/image00625.jpeg';

export default function Back() {
  return (
    <div>
      <Move id="1">
        <div>
          <h1>引体! 锻炼背部</h1>
          <h3>
            <span>第一式</span>　垂直引体
          </h3>

          <h4>动作</h4>

          <p>
            找一个可抓握且很稳固的竖直物体，门框和高一点的栏杆都是上好之选。靠近物体站立，脚尖与之保持约8～15厘米的距离。以舒服的姿势抓住该物体，理想情况是双手与肩同宽，但不必要——只要双手对称即可。这是该动作的起始姿势（图41）。由于你距离物体很近，所以手臂会弯曲。身体慢慢向后倾，在此过程中伸展手臂，直到手臂几乎伸直、身体后倾与地面成一定角度为止。这是该动作的结束姿势（图42）。此时，你的上背部应该有拉伸感，手臂可能也会有同感。暂停一会，再并拢肩胛骨并弯曲手臂，把身体拉回到起始姿势。暂停，然后再重复该动作。
          </p>

          <div>
            <img width={250} alt="121-1" src={image00606} />

            <p>图41　靠近物体站立，脚尖与之保持约8～15厘米的距离。</p>
          </div>

          <div>
            <img width={250} alt="121-2" src={image00607} />

            <p>图42　此时，你的上背部应该有拉伸感，手臂可能也会有同感。</p>
          </div>

          <h4>解析</h4>

          <p>
            垂直引体是动作非常轻微的引体向上动作。对那些背部和手臂力量正处于恢复阶段的训练者来说，这是非常理想的练习。此外，这个动作对肩部、肱二头肌或肘部受过伤的训练者而言更适合，因为它可以增加血液流动，并让他们的身体找回“拉力”的感觉。对初学者来说，这也是上好的练习。由于该动作强度较小，可以使初尝拉力训练的人，在进入难度更大的动作之前真切地感受肩部和上背部肌肉的“发力”。
          </p>

          <h4>训练目标</h4>

          <ul>
            <li>初级标准：1组，10次</li>

            <li>中级标准：2组，各20次</li>

            <li>升级标准：3组，各40次</li>
          </ul>

          <h4>稳扎稳打</h4>

          <p>
            垂直引体几乎是人人都能做的简易练习。如果你正处在伤病康复阶段，觉得该动作对某些身体部位（也许是缝针部位）而言太过剧烈，那就减小动作幅度，绷紧肩部，别让手臂伸得太直。
          </p>
        </div>
      </Move>
      <Move id="2">
        <div>
          <h3>
            <span>第二式</span>　水平引体向上
          </h3>

          <h4>动作</h4>

          <p>
            找一个至少与你的髋部等高、稳固且双手可抓握的水平物体。该物体要能安全地承载你的体重，又大又结实的桌子（如餐桌和书桌）通常是最佳之选。钻到桌子下面——胸部与下肢都位于桌子下面，抬手抓住桌子边缘（使用正握姿势）。理想情况是，双手与肩同宽，但这要取决于你用的是什么样的桌子。然后拉起身体，使背部离地，只有脚跟与地面接触。有时你的手臂可能需要适当弯曲才能使背部离地——这取决于桌子的高度。身体绷紧，让双手和双脚脚跟承担身体的重量。这是该动作的起始姿势（图43）。然后平缓地拉起身体，在此过程中整个身体（尤其是膝盖）要成一条直线，直到胸部触到桌子边缘。这是该动作的结束姿势（图44）。暂停一下，然后降低身体，回到起始姿势，如此重复。
          </p>

          <div>
            <img width={250} alt="123-1" src={image00608} />

            <p>图43　身体绷紧，让双手和双脚脚跟承担身体的重量。</p>
          </div>

          <div>
            <img width={250} alt="123-2" src={image00609} />
          </div>

          <p>
            图44　平缓地拉起身体，在此过程中整个身体（尤其是膝盖）要成一条直线。
          </p>

          <h4>解析</h4>

          <p>
            水平引体向上与垂直引体类似，但练习水平引体向上时身体会更加倾斜，因此该动作对力量的要求更高。这是非常好的过渡练习，在开始后续的悬垂式练习之前，训练者一定要掌握它。该动作也可以强健某些关节，尤其是易于受伤的肘关节和肩关节。
          </p>

          <h4>训练目标</h4>

          <ul>
            <li>初级标准：1组，10次</li>

            <li>中级标准：2组，各20次</li>

            <li>升级标准：3组，各30次</li>
          </ul>

          <h4>稳扎稳打</h4>

          <p>
            所用物体越高，该练习也就更容易。如果刚开始你觉得太难，那就找一些比自己髋部略高的物体。等你能做30次反复之后，再尝试用与髋部等高的物体来练习。在该动作中，双脚会在地面上适当滑动，如果这个过程中的摩擦对你构成了明显阻力，那么可以试着使用更容易滑动的鞋或地板，或者双手抓在吊环类的物体上——这样双手的位置就可以在动作过程中适时调整，从而免除了双脚滑动的必要性。
          </p>
        </div>
      </Move>
      <Move id="3">
        <div>
          <h3>
            <span>第三式</span>　折刀引体向上
          </h3>

          <h4>动作</h4>

          <p>
            练习折刀引体向上需要高一点的横杆，横杆下面放一把高脚凳或类似物体。向上跳起抓住横杆，手臂大约与肩同宽，采取正握姿势。用横杆训练时，肩部始终要收紧，手臂也不能完全放松，肘部微微弯曲。将双腿向上摆，把双脚脚跟搭在横杆前方的高脚凳上，双腿要完全伸直。该物体要足够高，理想情况是双腿伸直时脚踝与骨盆恰好在同一高度，此即经典的折刀角度。这是该动作的起始姿势（图45）。然后平缓地把身体拉起，伸直的双腿向下压以帮助完成动作，最后使下巴高过横杆。这是该动作的结束姿势（图46）。暂停一下，然后降低身体，在肌肉的完全控制下回到起始姿势。注意，每组练习都不要做到“精疲力竭”，好在练习结束后能安全地下来。如果你还没站稳就松开双手，可能会跌倒受伤。
          </p>

          <div>
            <img width={250} alt="125-1" src={image00610} />
          </div>

          <p>
            图45　用横杆训练时，肩部始终要收紧，手臂也不能完全放松，肘部微微弯曲。
          </p>

          <div>
            <img width={250} alt="125-2" src={image00611} />
          </div>

          <p>
            图46　平缓地把身体拉起，伸直的双腿向下压以帮助完成动作，最后使下巴高过横杆。
          </p>

          <h4>解析</h4>

          <p>
            折刀引体向上是全幅度引体向上动作。由于双腿要承担一部分体重，在动作最低点时还可以起协助作用，所以该练习比标准引体向上容易。
          </p>

          <h4>训练目标</h4>

          <ul>
            <li>初级标准：1组，10次</li>

            <li>中级标准：2组，各15次</li>

            <li>升级标准：3组，各20次</li>
          </ul>

          <h4>稳扎稳打</h4>

          <p>
            最低点是所有引体向上动作中最难的部分。如果你做不了全幅的折刀引体向上，那就先集中练习上半部分的动作幅度，也就是手臂保持一定的弯曲度，随着力量的增长再逐渐增加动作幅度。
          </p>
        </div>
      </Move>
      <Move id="4">
        <div>
          <h3>
            <span>第四式</span>　半引体向上
          </h3>

          <h4>动作</h4>

          <p>
            选择足够高的横杆，使得身体悬垂在上面时双脚依然离地，即便只离地一厘米也可以。向上跳起抓住横杆，采用正握姿势，两手与肩同宽或略宽，双臂弯曲接近90°（上臂应与地面平行），肩部始终收紧。膝部微屈，脚踝交叠在一起，以免双腿辅助借力。这是该动作的起始姿势（图47）。弯曲肘部，夹起肩部，平缓地拉起身体，直到下巴超过横杆。这是该动作的结束姿势（图48）。在最高处暂停一下，然后有控制地下降到起始姿势。在动作过程中肘部可以向前移动，但两腿应始终保持不动。
          </p>

          <div>
            <img width={250} alt="127-1" src={image00612} />

            <p>图47　双臂弯曲接近90°（上臂应与地面平行），肩部始终收紧。</p>
          </div>

          <div>
            <img width={250} alt="127-2" src={image00613} />

            <p>图48　在动作过程中肘部可以向前移动，但两腿应始终保持不动。</p>
          </div>

          <h4>解析</h4>

          <p>
            现在要来真格的了！在做半引体向上时，上身肌肉要支撑你全身的重量，这肯定比你舒坦地划船或做下拉动作强度大。因此，你的抓握能力会大大增强，背部、肱二头肌和前臂也能够得到锻炼。
          </p>

          <h4>训练目标</h4>

          <ul>
            <li>初级标准：1组，8次</li>

            <li>中级标准：2组，各11次</li>

            <li>升级标准：2组，各15次</li>
          </ul>

          <h4>稳扎稳打</h4>

          <p>
            在引体向上系列中，该动作是训练者在无辅助条件下移动身体的第一个动作。对许多训练者来说（尤其是那些体重略重或超重的家伙），此动作是一个“暂停点”。如果你的身上有赘肉（大多数人都有），那在这一点上就需要减重。在减重过程中你依然可以坚持练习该动作。如果觉得有困难，就减少动作幅度，下巴只需接近横杆即可。随着体重减轻，你可以逐步增加动作幅度。
          </p>
        </div>
      </Move>
      <Move id="5">
        <div>
          <h3>
            <span>第五式</span>　标准引体向上
          </h3>

          <h4>动作</h4>

          <p>
            以正握姿势握住横杆，双手与肩同宽或略宽——你可以试试看多大宽度对你来说最容易发力。双脚离地，双膝微屈，脚踝交叠在一起并置于身后。身体绷紧，双肩收紧，肘部略微弯曲（几乎看不出来），让肌肉而不是肘关节承担压力。这是该动作的起始姿势（图49）。弯曲肘部，夹起肩部，直至下巴超过横杆。这是该动作的结束姿势（图50）。欣赏一下上面的风景吧！暂停一会，然后有控制地反向运动。不要做爆发式动作，否则惯性就会参与进来。平缓的动作是练出肌肉的完美技巧。试着用2秒钟将自己拉起来，再用2秒钟缓慢地放低身体，并在动作的最高点和最低点各停顿1秒钟。
          </p>

          <div>
            <img width={250} alt="129-1" src={image00614} />

            <p>
              图49　肘部略微弯曲（几乎看不出来），让肌肉而不是肘关节承担压力。
            </p>
          </div>

          <div>
            <img width={250} alt="129-2" src={image00615} />

            <p>图50　弯曲肘部，夹起肩部，直至下巴超过横杆。</p>
          </div>

          <h4>解析</h4>

          <p>
            标准引体向上是锻炼上背部与肱二头肌的经典练习。掌握这个动作后，你将具有出众的行动能力与运动力量。人类天生就善于把自己拉起来，一个男人要是连引体向上都做不了，那就称不上真的强壮。
          </p>

          <h4>训练目标</h4>

          <ul>
            <li>初级标准：1组，5次</li>

            <li>中级标准：2组，各8次</li>

            <li>升级标准：2组，各10次</li>
          </ul>

          <h4>稳扎稳打</h4>

          <p>
            标准引体向上是一个强度颇大的体操动作，如果你觉得该动作比较难，那么很多人都和你有同样的感受。该动作的关键在于坚持不懈，你一定要忍住，不要早早“蹬腿”，因为那会让你养成坏习惯。如果你需要借力才能走出困境（即手臂完全伸直时），那就把一只脚放在椅子上，轻轻向下压。每次训练时都减少一点这只脚的用力，直到最终只在刚开始的三四厘米中才用脚借力。最后，你就能在没有协助的情况下做标准引体向上了。
          </p>
        </div>
      </Move>
      <Move id="6">
        <div>
          <h3>
            <span>第六式</span>　窄距引体向上
          </h3>

          <h4>动作</h4>

          <p>
            向上跳起抓住横杆，采用正握姿势，双手尽量挨在一起——如果距离太近关节会感到不适，但最宽也不要超过10厘米。双膝弯曲，双脚脚踝交叠在一起并置于身后，以免腿部借力。肘部微微弯曲，双肩收紧。这是该动作的起始姿势（图51）。弯曲肘部，夹起肩部，平缓地将自己拉起来，直到下巴高过横杆。这是该动作的结束姿势（图52）。暂停一下，然后再慢慢放低身体，回到起始姿势。暂停，然后再重复。整个运动过程中，腿部尽量保持不动。
          </p>

          <div>
            <img width={250} alt="131-1" src={image00616} />

            <p>图51　双手尽量挨在一起，距离最宽也不要超过10厘米。</p>
          </div>

          <div>
            <img width={250} alt="131-2" src={image00617} />

            <p>图52　整个运动过程中，腿部尽量保持不动。</p>
          </div>

          <h4>解析</h4>

          <p>
            在所有的引体向上动作中，短板都是手臂上的屈肌，即肱二头肌与相关的前臂肌肉。如果训练者已经掌握了双臂引体向上，想升级到单臂引体向上，那就得花时间极大地强化肱二头肌——这就是窄距引体向上的用意所在。两手紧挨在一起时，更大、更强的背部肌肉不容易发力，这样就迫使手臂上的屈肌承担更大的负荷，从而让它们（尤其是肱二头肌）变得更大、更有力。
          </p>

          <h4>训练目标</h4>

          <ul>
            <li>初级标准：1组，5次</li>

            <li>中级标准：2组，各8次</li>

            <li>升级标准：2组，各10次</li>
          </ul>

          <h4>稳扎稳打</h4>

          <p>
            有些练习标准引体向上的训练者会觉得窄距引体向上有点儿难，因为双手间距缩小的话，我们在上拉身体的时候手臂会不自觉地向内扭转——正握的姿势有时会限制这种自然倾向。这是试验各种抓握姿势的好时候，你不妨尝试一下侧握或反握姿势。如果条件允许，也可以尝试使用吊环。如果力量不足，那就继续练习标准引体向上，每次练习时把两手的距离缩小两厘米，久而久之你便会掌握窄距引体向上。
          </p>
        </div>
      </Move>
      <Move id="7">
        <div>
          <h3>
            <span>第七式</span>　偏重引体向上
          </h3>

          <h4>动作</h4>

          <p>
            单手抓住横杆。采用侧握或反握姿势会比经典的正握姿势舒服。用另一只手抓住握横杆那只手的手腕——大拇指位于那只手的手掌下方，其他手指则位于其手背下方。双脚离地，双膝弯曲，脚踝交叠在一起并置于身后。始终收紧上肢带肌，抓横杆那只手臂伸直，但肘部要略微弯曲。另一只手臂由于位置较低，弯曲程度会比较大。你的双肘会朝向前方。这是该动作的起始姿势（图53）。弯曲肘部，夹起肩部，平缓地将自己拉起来，直到下巴高过横杆。这是该动作的结束姿势（图54）。暂停一下，然后慢慢放低身体，回到起始姿势。再次暂停并重复。
          </p>

          <div>
            <img width={250} alt="133-1" src={image00618} />

            <p>图53　采用侧握或反握姿势会比经典的正握姿势舒服。</p>
          </div>

          <div>
            <img width={250} alt="133-2" src={image00619} />

            <p>
              图54　弯曲肘部，夹起肩部，平缓地将自己拉起来，直到下巴高过横杆。
            </p>
          </div>

          <h4>解析</h4>

          <p>
            偏重引体向上的历史可以追溯到几百年前，但此动作再度流行则是因为电影《洛奇2》——史泰龙用该动作进行训练。由于手臂的位置不同，抓握横杆的那只手臂不得不承担大部分的工作，这将为做单臂引体向上打下基础。该动作能够增强背阔肌、肱二头肌以及背部肌肉的力量，同时也会极大地锻炼抓握能力。
          </p>

          <h4>训练目标</h4>

          <ul>
            <li>初级标准：1组，5次（每侧）</li>

            <li>中级标准：2组，各7次（每侧）</li>

            <li>升级标准：2组，各9次（每侧）</li>
          </ul>

          <h4>稳扎稳打</h4>

          <p>
            如果你能做窄距引体向上，那应该也能做偏重引体向上。这两个动作最大的不同在于，偏重引体向上中你只能用单手吊起身体。如果你觉得吃力，那你在做引体向上之后就要花点儿时间练习单臂悬垂以增强抓握能力。
          </p>
        </div>
      </Move>
      <Move id="8">
        <div>
          <h3>
            <span>第八式</span>　单臂半引体向上
          </h3>

          <h4>动作</h4>

          <p>
            单手抓住高过头顶的横杆，要选择对你来说最容易发力的抓握姿势——有人是正握，有人是侧握或反握，但对大多数人来说，在吊环上做该动作可能最容易。另一只手可随意放置，舒服即可。我的大多数学生喜欢将手臂悬于空中，我个人更喜欢像做单臂俯卧撑那样将手置于身后。哪种姿势都可以，只要不妨碍你做动作就好。将要锻炼的那只手臂（可以通过跳、蹬腿或借助一把椅子等方式）置于半弯曲状态，肘部弯曲成直角，即上臂与地面平行。双脚离地，脚踝交叠在一起并置于身后。发力的那侧肩部应该收紧，同时全身都要绷紧。这是该动作的起始姿势（图55）。弯曲肘部，夹起肩部，平缓地将自己拉起来，直到下巴高过横杆。这是该动作的结束姿势（图56）。暂停一下，然后慢慢放低身体，回到起始姿势。在起始姿势暂停，再重复练习。
          </p>

          <div>
            <img width={250} alt="135-1" src={image00620} />

            <p>图55　采用侧握或反握姿势会比经典的正握姿势舒服。</p>
          </div>

          <div>
            <img width={250} alt="135-2" src={image00621} />

            <p>
              图56　弯曲肘部，夹起肩部，平缓地将自己拉起来，直到下巴高过横杆。
            </p>
          </div>

          <h4>解析</h4>

          <p>
            在引体向上系列中，这是第一个用单臂拉起全部体重的动作。该动作可以帮助训练者提高平衡能力，熟悉标准单臂引体向上所要求的发力方法。该动作还会发展肱二头肌和背部的力量，练就粗壮的手臂。但由于运动幅度只有一半，所以练习该动作之后，你需要补充一些完整幅度的动作，比如偏重引体向上或窄距引体向上。
          </p>

          <h4>训练目标</h4>

          <ul>
            <li>初级标准：1组，4次（每侧）</li>

            <li>中级标准：2组，各6次（每侧）</li>

            <li>升级标准：2组，各8次（每侧）</li>
          </ul>

          <h4>稳扎稳打</h4>

          <p>
            身体降得越低，引体向上就越难做。如果你还不能很好地掌握单臂半引体向上，那还是先集中练习该动作的靠上阶段，即身体接近横杆时的幅度。久而久之，一点点地增加动作幅度，直到可以标准地做这个动作。
          </p>
        </div>
      </Move>
      <Move id="9">
        <div>
          <h3>
            <span>第九式</span>　单臂辅助引体向上
          </h3>

          <h4>动作</h4>

          <p>
            在横杆上搭一条毛巾，向上跳起，单手以最容易发力的姿势抓住横杆，悬挂的毛巾位于另一只手的那一侧。用那只手抓住毛巾，抓握位置要尽量低——对大多数人来说，与眼睛等高的位置比较合适。双膝弯曲，脚踝交叠在一起并置于身后。双肩收紧，抓握横杆的那只手臂要微微弯曲。这是该动作的起始姿势（图57）。然后将自己拉起来——前一半动作中，即从起始姿势到抓握横杆那只手臂弯曲成直角的过程中，另一只手都要拉毛巾以协助完成动作。此后放开毛巾，只用单手继续将自己向上拉，直到下巴高过横杆（图58）。暂停一下，然后仅用单手的力量放低身体。在动作的最低点时再抓住毛巾。暂停，再重复动作。
          </p>

          <div>
            <img width={250} alt="137-1" src={image00622} />
          </div>

          <p>
            图57　手抓住毛巾，抓握位置要尽量低——对大多数人来说，与眼睛等高的位置比较合适。
          </p>

          <div>
            <img width={250} alt="137-2" src={image00623} />

            <p>图58　放开毛巾，只用单手继续将自己向上拉，直到下巴高过横杆。</p>
          </div>

          <h4>解析</h4>

          <p>
            单臂辅助引体向上是一个特殊练习，它的作用是帮助锻炼者“体验”单臂引体向上，又不至于使其卡在最低位置。该动作可以缓慢、安全并极大地增强训练者肌腱的力量——这是做真正的单臂引体向上所必需的。
          </p>

          <h4>训练目标</h4>

          <ul>
            <li>初级标准：1组，3次（每侧）</li>

            <li>中级标准：2组，各5次（每侧）</li>

            <li>升级标准：2组，各7次（每侧）</li>
          </ul>

          <h4>稳扎稳打</h4>

          <p>
            抓握毛巾的那只手的位置越低，就越难提供助力。如果你不能做5次反复，那就升高抓握毛巾的位置，使其更靠近横杆一点儿。等你变得更强以后，就可以降低抓握毛巾的位置。最后，你会感觉到自己是在向下“推”毛巾，而不是“拉”毛巾，这样你的身体就能在这个动作中变得越来越强，并为练习最终式——单臂引体向上——做好准备。
          </p>
        </div>
      </Move>
      <Move id="10">
        <div>
          <h3>单臂引体向上</h3>

          <h4>动作</h4>

          <p>
            向上跳起，单手以最容易发力的抓握姿势牢牢抓住高过头顶的横杆。双腿离地，双膝弯曲，脚踝交叠在一起并置于身后，以防止腿部摆动。另一只手可随意放置，舒服即可。（你在练习第八式单臂半引体向上时，应该已经找到了最舒服的姿势）。发力的肩部要收紧，同时全身绷紧准备做动作。你将要做的可是高级力量技巧，所以你需要在心理上也做好准备。发力那只手的手臂几乎伸直，但略有弯曲以减少关节的压力。这是该动作的起始姿势（图59）。弯曲肘部，夹起肩部，将自己拉起来，直到下巴高过横杆。在整个动作过程中，尽量少用惯性。这是该动作的结束姿势（图60）。暂停一下，再缓慢地放低身体，回到起始姿势。在最低处暂停一下，再重复动作——如果你行的话。
          </p>

          <div>
            <img width={250} alt="139-1" src={image00624} />

            <p>图59　发力那只手的手臂几乎伸直，但略有弯曲以减少关节的压力。</p>
          </div>

          <div>
            <img width={250} alt="139-2" src={image00625} />

            <p>图60　弯曲肘部，夹起肩部，将自己拉起来，尽量少用惯性。</p>
          </div>

          <h4>解析</h4>

          <p>
            不靠“蹬腿”的完整幅度的单臂引体向上，可能是最伟大的背部与手臂练习，它可以赋予你强悍的力量与块头。掌握单臂引体向上后，你的背阔肌就会像一对翅膀一般，上背部也会发展出如蟒蛇盘绕交错般的肌肉。此外，你的抓握力、上臂及前臂力量会比健身房里的那些寻常鼠辈不知强多少倍——你很可能在摔跤比赛中把那些所谓健美人士的手臂扯下来。
          </p>

          <h4>训练目标</h4>

          <ul>
            <li>初级标准：1组，1次（每侧）</li>

            <li>中级标准：2组，各3次（每侧）</li>

            <li>精英标准：2组，各6次（每侧）</li>
          </ul>

          <h4>稳扎稳打</h4>

          <p>
            这是一个艰苦卓绝的技巧，但如果你下定决心、身体力行，最终肯定能掌握它。但也别梦想一步登天，你需要时间和耐心，在前九式中好好地发展身体。你最初的目标是完成一次完美的单臂引体向上，当你做到了之后，再进行“巩固训练”。
          </p>
        </div>
      </Move>
    </div>
  );
}
