import chest11 from '../img/chest-1-1.jpg';
import chest12 from '../img/chest-1-2.jpg';
import chest51 from '../img/chest-5-1.jpg';
import chest52 from '../img/chest-5-2.jpg';

export default function Chest() {
  return (
    <div>
      <h1>练胸!</h1>
      <h2>第一式 墙壁俯卧撑</h2>
      <h3>动作</h3>
      <p>
        面对墙壁站立，双脚并拢，双臂伸直，与肩同宽，双手平放在墙上，手掌与胸等高。
        这是该动作的起始姿势（图1）。弯曲肘部，直到前额轻触墙面。
        这是该动作的结束姿势（图2）。然后将自己推回到起始姿势，如此重复。
      </p>

      <img
        src={chest11}
        alt={'双脚并拢，双臂伸直，与肩同宽，双手平放在墙上。'}
        width={250}
      />
      <p>图1　双脚并拢，双臂伸直，与肩同宽，双手平放在墙上。</p>

      <img src={chest12} alt={'弯曲肘部，直到前额轻触墙面。'} width={250} />
      <p>图2　弯曲肘部，直到前额轻触墙面。</p>

      <h3>解析</h3>
      <p>
        俯卧撑动作共有十式，墙壁俯卧撑只是第一式。既然是第一式，也就最容易的，毫无疑问普通人都能做。
        墙壁俯卧撑也是第一个有治疗效果的练习。刚受伤、做过手术或身体正处于恢复期的人若想加快恢复速度、尽快拥有强健的体魄，可以选择这个动作。
        肘、腕、肩（尤其是柔弱的肩袖）极易出现慢性或急性损伤，这项练习能够轻柔地刺激这些部位，并改善血液循环。
        不熟悉徒手体操的初学者应该以较轻柔的动作开始训练，然后逐步提高自己的运动技巧，循序渐进地增强自己的运动能力。
        我建议就从这个练习动作开始。
      </p>

      <h3>训练目标 </h3>
      <ul>
        <li>初级标准：1组，10次</li>
        <li>中级标准：2组，各25次</li>
        <li>升级标准：3组，各50次</li>
      </ul>

      <h3>稳扎稳打</h3>
      <p>
        只要身体没有残疾、没有严重的伤病或疾病，一般人应该都能完成这个动作。
        如果你刚好处于伤病或手术的恢复期，那么这个动作就是很好的“测试”，能让你了解自己的身体在恢复期的弱点。
      </p>

      <br />
      
      <h2>第五式 标准俯卧撑</h2>
      <h3>动作</h3>
      <p>
        跪在地板上，双手撑地，双腿向后蹬直。
        双腿双脚并拢，双手与肩同宽，并处于上胸部的正下方。双臂伸直，臀部与脊椎成一条直线。
        这是该动作的起始姿势（图9）。 接着，弯曲肘部，直至胸部与地面仅一拳之隔。
        监狱里进行俯卧撑比赛时，计数者会握拳，让小拇指一侧紧贴地面，这样只需数参赛者胸部接触自己大拇指的次数即可。
        若你是单独锻炼，又想控制动作幅度，并想让身体与地面保持正确距离，可以在胸部正下方放一个棒球或网球（图10）。
        你在做动作的过程中，待胸部碰到球后暂停一下，然后回到起始姿势。
      </p>

      <img src={chest51} alt={'在胸部正下方放一个棒球或网球。'} width={250} />
      <p>图9　在胸部正下方放一个棒球或网球。</p>

      <img
        src={chest52}
        alt={'胸部碰到球后暂停一下，然后回到起始姿势。'}
        width={250}
      />
      <p>图10　胸部碰到球后暂停一下，然后回到起始姿势。</p>

      <h3>解析</h3>
      <p>
        这就是“经典”俯卧撑。大多数人在体育课上学到的就是这个动作。
        说到俯卧撑，大多数人脑海中浮现的也是这个动作。
        标准俯卧撑是极好的上身练习动作，可以锻炼我们的手臂、胸部和上肢带肌，而且效果明显。
        然而无论如何，标准俯卧撑的难度并不是最高的，它在十式中只排第五。
      </p>

      <h3>训练目标 </h3>
      <ul>
        <li>初级标准：1组，5次</li>
        <li>中级标准：2组，各10次</li>
        <li>升级标准：3组，各20次</li>
      </ul>

      <h3>稳扎稳打</h3>
      <p>
        你可能感到费解，很多看上去很健硕的家伙都不能正确地完成标准俯卧撑。
        如果你也一样，那还是找个篮球做半俯卧撑吧！
        如果你已能很好地完成第四式——当球放在髋部下面时，你能重复此动作25次，那么每次训练时你可以把球向前移动几厘米，在次数保持不变的情况下继续练习。
        当你的下颚能碰到球时，你再尝试做标准俯卧撑。
      </p>
    </div>
  );
}
