import image00659 from '../img/image00659.jpeg';
import image00660 from '../img/image00660.jpeg';
import image00661 from '../img/image00661.jpeg';
import image00662 from '../img/image00662.jpeg';
import image00663 from '../img/image00663.jpeg';
import image00664 from '../img/image00664.jpeg';
import image00665 from '../img/image00665.jpeg';
import image00666 from '../img/image00666.jpeg';
import image00667 from '../img/image00667.jpeg';
import image00668 from '../img/image00668.jpeg';
import image00669 from '../img/image00669.jpeg';
import image00670 from '../img/image00670.jpeg';
import image00671 from '../img/image00671.jpeg';
import image00672 from '../img/image00672.jpeg';
import image00673 from '../img/image00673.jpeg';
import image00674 from '../img/image00674.jpeg';
import image00675 from '../img/image00675.jpeg';
import image00676 from '../img/image00676.jpeg';
import image00677 from '../img/image00677.jpeg';
import image00678 from '../img/image00678.jpeg';
import image00679 from '../img/image00679.jpeg';
import image00680 from '../img/image00680.jpeg';
import image00681 from '../img/image00681.jpeg';
import image00682 from '../img/image00682.jpeg';

export default function ErectorSpinae() {
  return (
    <div>
      <h3>
        <span>第一式</span>　短桥
      </h3>

      <h4>动作</h4>

      <p>
        躺在地上，双手叠放在腹部。膝盖弯曲，将双脚拉向臀部，直到胫骨与地面接近垂直，此时脚跟距离臀部约15～20厘米，脚掌平放在地上。双脚与肩同宽或略窄，依个人舒适度而定。这是起始姿势（图83）。然后双脚用力下压，身体向上拱起，使髋部和背部离开地面，直到仅以双肩和双脚支撑整个身体。此时，大腿和躯干应成一条直线，髋部不要下沉。这是结束姿势（图84）。暂停一会，然后做反向动作，缓缓地放低身体，直到回到起始姿势，如此重复。身体撑起时呼气，身体放低时吸气。
      </p>

      <div>
        <img alt="187-1" src={image00659} />

        <p>图83　双脚与肩同宽或略窄，依个人舒适度而定。</p>
      </div>

      <div>
        <img alt="187-2" src={image00660} />

        <p>图84　大腿和躯干应成一条直线，髋部不要下沉。</p>
      </div>

      <h4>解析</h4>

      <p>
        用下肢来推动整个身体，这是开始脊柱训练最温和的方式。因为在日常生活中，我们通常都是通过腿部带动脊柱活动的，比如散步、弯腰等。在短桥的最高处保持躯干伸直的动作，会刺激脊椎和髋部的肌肉，同时几乎不会给脊椎骨造成任何压力。所以，对椎间盘有伤的人来说，这是极好的治疗动作。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，10次</li>

        <li>中级标准：2组，各25次</li>

        <li>升级标准：3组，各50次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        大多数人做短桥时都不会感觉太吃力。如果你正处于背伤恢复阶段，动作对你而言稍有困难，那你可以在髋部下方放上枕头或坐垫，以缩小动作幅度。
      </p>

      <h3>
        <span>第二式</span>　直桥
      </h3>

      <h4>动作</h4>

      <p>
        坐在地上，双腿伸直，双脚与肩同宽。手掌平放在髋部两侧的地上，手指朝前。坐直，此时腿和上半身之间的夹角成90°。这是该动作的起始姿势（图85）。双手用力下压，双臂绷紧，同时将髋部向上推起，直到双腿与躯干成一条直线。下巴向上抬起，看向天花板，此时只用手掌和脚跟支撑身体。这是结束姿势（图86）。暂停一会，然后反向运动。身体撑起时呼气，身体放低时吸气。
      </p>

      <div>
        <img alt="189-1" src={image00661} />

        <p>图85　坐直，此时腿和上半身之间的夹角成90°。</p>
      </div>

      <div>
        <img alt="189-2" src={image00662} />

        <p>图86　将髋部向上推起，直到双腿与躯干成一条直线。</p>
      </div>

      <h4>解析</h4>

      <p>
        短桥主要通过双腿的推动活动脊椎肌肉，而直桥在此基础上又增加了手臂，再加上伸直整个身体的动作，从而增加了难度。直桥一方面会训练手臂，另一方面也会打开僵硬的身躯，并强化肩胛骨之间的肌肉，这对于难度更大的桥而言至关重要。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，10次</li>

        <li>中级标准：2组，各20次</li>

        <li>升级标准：3组，各40次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        如果你觉得上面描述的动作太难，那么可以缩短力臂，降低难度。像做短桥一样弯曲而不是伸直双腿做该动作（图84）。如果这样还是太难，那就双膝跪地、身体后仰做这个动作，将臀部向上抬起几厘米，使其离开小腿。一直这样练习，直到你足够强壮之后再尝试做标准的直桥。
      </p>

      <h3>
        <span>第三式</span>　高低桥
      </h3>

      <h4>动作</h4>

      <p>
        高低桥需要借助一个与膝盖等高或略高的物体。在监狱里，床铺是最好的选择。一般家庭里的床稍高一点，但也可以。坐在床的边缘，身体向后躺在床上，双脚平放地上，与肩同宽。身体往前挪，以便髋部离开床。双手放在头部两侧，手指指向脚。这是该动作的起始姿势（图87）。双手用力下压，肘部打开，推起髋部，同时背部弯起成弧形。继续平缓地尽力上推身体，至少让头部与身体完全离开床。手臂不必完全伸直，肘部应该是弯曲的。或许你只能将自己的身体推起几厘米，那就可以了。有控制地向后仰头，以便能看见身后的墙壁。这是该动作的结束姿势（图88）。然后反向运动，缓慢地放低身体，直到躯干与头部再次完全躺在床上。保持正常呼吸。
      </p>

      <div>
        <img alt="191-1" src={image00663} />

        <p>图87　借助一个与膝盖等高或略高的物体。</p>
      </div>

      <div>
        <img alt="191-2" src={image00664} />

        <p>图88　手臂不必完全伸直，肘部应该是弯曲的。</p>
      </div>

      <h4>解析</h4>

      <p>
        高低桥是桥系列中第一个标准的“头手并列”姿势的练习。这种姿势会强化训练者的腕部，打开其肩部与胸部，为之后的动作打下基础。相比于之前的几式，此动作要求脊椎上部有更高的柔韧性和收缩力。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，8次</li>

        <li>中级标准：2组，各15次</li>

        <li>升级标准：3组，各30次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        角度越小（即头和手所处的位置越高），桥就越容易。如果床上的高低桥太难，那你可以尝试在更高的物体上练习，比如餐桌或书桌，直到可以用更低的物体练习为止。
      </p>

      <h3>
        <span>第四式</span>　顶桥
      </h3>

      <h4>动作</h4>

      <p>
        平躺在地上，弯曲膝盖，把脚拉向臀部，直到脚跟与臀部相距约15～20厘米。双脚与肩同宽或略窄，双手撑在头部两侧的地板上，手指指向脚，两肘指向天花板。尽力抬起髋部，使身体离地。手臂与腿继续用力推，直到背部形成优美的弧形，髋部高高抬起。头向下仰，头顶指向地板，这是“桥式”。保持这个姿势一会儿，然后弯曲手臂与双腿，直到头部轻轻接触地板。这是该动作的起始姿势（图89）。再次暂停一会，然后将背部向上推起成“桥式”。这是该动作的结束姿势（图90）。运动过程中要小心，以免撞到头部。在整个练习组中，背部始终要保持弧形，并且尽量正常呼吸。完成训练目标之后，慢慢地放低肩部、背部和髋部，直至整个身体接触地面。
      </p>

      <div>
        <img alt="193-1" src={image00665} />

        <p>图89　弯曲手臂与双腿，直到头部轻轻接触地板。</p>
      </div>

      <div>
        <img alt="193-2" src={image00666} />

        <p>图90　将背部向上推起成“桥式”。</p>
      </div>

      <h4>解析</h4>

      <p>
        瑜伽是以静态姿势训练人体的背部，“老派”体操则专注于动态的力量。这种小幅度练习只是学习完整的桥的预备阶段。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，8次</li>

        <li>中级标准：2组，各15次</li>

        <li>升级标准：2组，各25次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        如果你刚开始进入“桥式”有点儿吃力，那就在腰下面放一些东西——两三个坐垫或枕头应该就够了。如果你不能让头部接触地板，那就先练习较小的动作幅度，在以后的锻炼中再把头降得越来越低。
      </p>

      <h3>
        <span>第五式</span>　半桥
      </h3>

      <h4>动作</h4>

      <p>
        这个动作需要借助一个篮球或足球来控制动作幅度。坐在地上，把球放在自己身后的地上（靠近自己）。向后躺，只有双肩和双脚在地面上，双脚与肩同宽或略窄，球支撑着腰部。如果你感觉这种姿势不舒服，在开始前可以在球上放上毛巾或坐垫。双手撑在头部两侧的地板上，手指指向脚。然后，用手把双肩和头部推离地板，只用双脚、球和手掌支撑身体。这是该动作的起始姿势（图91）。在这个姿势基础上髋部要尽力向上顶起，伸展手臂和双腿，抬起背部，直到背部完全离开球。继续向上运动，直到背部形成完全的弧形。这是结束姿势（图92）。在最高处暂停一会，然后慢慢放低身体，回到起始姿势。在一组动作过程中，后腰只能轻轻接触球，而不能将整个身体的重量都压在球上。重复练习，尽量保持正常呼吸。
      </p>

      <div>
        <img alt="195-1" src={image00667} />

        <p>图91　双脚与肩同宽或略窄，球支撑着腰部。</p>
      </div>

      <div>
        <img alt="195-2" src={image00668} />

        <p>图92　继续向上运动，直到背部形成完全的弧形。</p>
      </div>

      <h4>解析</h4>

      <p>
        半桥其实是第六式标准桥的上半部分动作。等你能达到下面的升级标准后，你的脊椎肌肉将变得强劲且柔韧，足以完成更难的标准桥的下半部分动作。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，8次</li>

        <li>中级标准：2组，各15次</li>

        <li>升级标准：2组，各20次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        与大多数桥动作一样，如果你觉得如上述般完成训练目标有困难，可以先缩小动作幅度，然后一点点增加难度。
      </p>

      <h3>
        <span>第六式</span>　标准桥
      </h3>

      <h4>动作</h4>

      <p>
        平躺在地上，弯曲膝盖，让双脚向臀部靠近，直至与其相距约15～20厘米。双脚与肩同宽或略窄，双手撑在头部两侧的地板上，手指指向脚，两肘指向天花板。这是该动作的起始姿势（图93）。尽量把髋部向上抬，从而使身体离开地板。手臂和双腿继续用力推，直到背部形成优美的弧形。在完美的桥中，手臂要完全伸直。头部尽量后仰，从而看到后面的墙壁。这是该动作的结束姿势（图94）。在最高处暂停一会儿，然后反向运动，有控制地放低身体——要平缓地降低，不要一下塌下来，这样你会受益更多。继续放低身体，直到髋部、背部和头部完全接触地面。这一连串动作就是一个标准的桥。完成相应的训练目标，整个过程尽量保持正常呼吸。
      </p>

      <div>
        <img alt="197-1" src={image00669} />

        <p>图93　双手撑在头部两侧的地板上，手指指向脚，两肘指向天花板。</p>
      </div>

      <div>
        <img alt="197-2" src={image00670} />

        <p>图94　头部尽量后仰，从而看到后面的墙壁。</p>
      </div>

      <h4>解析</h4>

      <p>
        标准桥是一个不同寻常的动作，它既可以预防和治疗很多背部问题，也可以增加全身的柔韧性，还可以增强脊柱深层肌肉的力量、扩展胸腔，舒展肩膀。此外，它还能强化双臂和双腿，改善血液循环，甚至有助于消化。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，6次</li>

        <li>中级标准：2组，各10次</li>

        <li>升级标准：2组，各15次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        想要做到理想的桥——尤其是将双臂和双腿完全伸展——确实很难，需要耐心刻苦的练习。开始时尽量把身体向高抬，“完美”终有一天会来眷顾你的。
      </p>

      <h3>
        <span>第七式</span>　下行桥
      </h3>

      <h4>动作</h4>

      <p>
        站在距墙壁大约一臂远的位置，如果把握不准，可以稍近一点儿，这样可以更安全地调整。双脚与肩同宽，髋部向前挺，身体向后弯。抬起下巴，头尽量向后仰，以舒服为准。身体继续平缓地向后弯，直到可以看到身后的墙壁。一旦能看见墙壁，便将双手举过头顶，手掌紧贴墙壁，手指朝下，与头部齐平。这是该动作的起始姿势（图95）。将一部分体重向后转移到手上，把一只手降低几厘米，再让其紧贴墙壁；然后再移动另一只手，使其降得更低。用手在墙壁上向下“行走”时，身体要一直向后弯曲（图96）。手向下移动的同时，双脚也要一点点远离墙壁，以适应身体弯曲——只要感觉需要这样做，就小步向前移动。双手继续交替下移，直到移至墙根为止。之后双手手掌撑地，此时你其实是在墙根处做标准的桥式。这是该动作的最低点（图97）。然后让身体落到地板上，再站起来，回到起始姿势，重新开始下一轮动作。整个动作过程中要平缓呼吸。
      </p>

      <div>
        <img alt="199-1" src={image00671} />

        <p>图95　身体继续平缓地向后仰，直到可以看到身后的墙壁。</p>
      </div>

      <div>
        <img alt="199-2" src={image00672} />

        <p>图96　用手在墙壁上向下“行走”时，身体要一直向后弯曲。</p>
      </div>

      <div>
        <img alt="199-3" src={image00673} />

        <p>图97　双手手掌撑地，此时你其实是在墙根处做标准的桥式。</p>
      </div>

      <h4>解析</h4>

      <p>顺着墙壁向下“走”比向上“走”容易，所以要先掌握这个。</p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，3次</li>

        <li>中级标准：2组，各6次</li>

        <li>升级标准：2组，各10次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        第一次做该动作就能“走”到墙根的人寥寥无几。你可以一点点地增加动作幅度——每次训练都降得更低一点儿。另外，“把步子迈得小一些”也会更容易一些。
      </p>

      <h3>
        <span>第八式</span>　上行桥
      </h3>

      <h4>动作</h4>

      <p>
        背向墙壁（不接触墙壁）站立，身体向后弯曲，双手举过头顶，与墙壁接触，做出第七式的起始姿势（图95）。然后，如第七式中描述的那样，双手向下“行走”，直到贴着墙根做出标准的桥式（图97）。接下来，你需要向反方向运动。让一只手重新接触墙壁，同时用力推墙壁，之后让另一只手也接触墙壁，位置比之前那只手略高（图98）。把双手从地面上转移到墙壁上，是该动作最难的地方。接来下只是交替地把一只手放得比另一只手更靠上一些，顺着墙壁往上“走”。随着身体逐渐伸展，你很可能需要慢慢小步移动向墙壁靠拢，以保证手掌处有足够的压力。继续向上“走”，直到身体几乎伸直（图99）。然后，双手轻轻推墙，再次完全脱离墙壁站立（图100）。站立、向下“行走”、向上“行走”、再回到站立姿势，这就是一个完整的动作。
      </p>

      <div>
        <img alt="201-1" src={image00674} />

        <p>图98　让一只手重新接触墙壁，同时用力推墙壁。</p>
      </div>

      <div>
        <img alt="201-2" src={image00675} />

        <p>图99　继续向上“走”，直到身体几乎伸直。</p>
      </div>

      <div>
        <img alt="201-3" src={image00676} />

        <p>图100　双手轻轻推墙，再次完全脱离墙壁站立。</p>
      </div>

      <h4>解析</h4>

      <p>
        一旦你具备了顺着墙壁向下“走”所需要的柔韧性与力量，就该开始练习向上“走”了。这并不要求更好的柔韧性，但要求更大的力量，因为你要克服重力。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，2次</li>

        <li>中级标准：2组，各4次</li>

        <li>升级标准：2组，各8次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        与第七式一样，想要完美地做成该动作，关键在于逐渐增加动作幅度。首次尝试时，只要顺墙壁向下“走”到某一点就可以了——确保你还能从这一点再向上“走”回来。如果觉得有用，就用粉笔把这一点标记下来，并逐渐降低下降的高度。
      </p>

      <h3>
        <span>第九式</span>　合桥
      </h3>

      <h4>动作</h4>

      <p>
        直立，双脚与肩同宽，身体后方的空地要足以让训练者平躺。这是该动作的起始姿势。双手置于髋部两侧，并开始向前推骨盆（图101）。当骨盆移至你的极限时，开始弯曲膝盖，同时脊柱向后弯曲成弓形。然后头部向后仰，眼睛向后看。整个过程要流畅、一气呵成。继续弯曲脊柱，直到你可以看到身后几厘米的地面。一旦看到地面，就让双手离开髋部并将其举过头顶（图102）。这种姿势要求你有很好的柔韧性，前移的髋部加上弯曲的膝盖能够防止你向后摔倒。继续向后、向下运动，手臂保持伸展，直到手掌接触地面。这是该动作的结束姿势（图103），标准的桥式。接着，弯曲手臂与双腿，直到背部着地。然后站起来，回到起始姿势，重复动作。在整个练习组中，保持正常呼吸。
      </p>

      <div>
        <img alt="203-1" src={image00677} />

        <p>图101　双手置于髋部两侧，并开始向前推骨盆。</p>
      </div>

      <div>
        <img alt="203-2" src={image00678} />

        <p>图102　一旦看到地面，就让双手离开髋部并将其举过头顶。</p>
      </div>

      <div>
        <img alt="203-3" src={image00679} />

        <p>图103　手臂保持伸展，直到手掌接触地面。</p>
      </div>

      <h4>解析</h4>

      <p>
        该动作是目前为止难度最高的桥。它包含最终式铁板桥中的“离心”运动阶段，即反向运动阶段。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，1次</li>

        <li>中级标准：2组，各3次</li>

        <li>升级标准：2组，各6次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        起初，在该动作的最后三分之一阶段，你的身体很可能会向后倒，运气好的话你可能还能够用手掌“砸”地。这样可不行，你必须反复练习，直到你可以让双手温和地落在地面上。有个小窍门对你会有帮助，就是向后倒在台阶上——每次选择更低的台阶，直到可以让双手缓和地落在地上。
      </p>

      <h3>铁板桥</h3>

      <h4>动作</h4>

      <p>
        直立，按照合桥（第九式）的运动过程，做出标准桥式（图104）。双臂伸直，同时弯曲膝盖，将体重转移至双腿。双手（最后是手指）用力按压地面，使手掌离地，同时继续向前转移体重。此时，如果你的后背足够柔韧以维持高度的弓形，腹部又足够有力，在你起身时手指会离地（图105）。这个向上的运动过程应该是平缓向前转移体重的结果，而非用双手以爆发力推地面的结果。继续向上运动，双手绕过肩部收回，颈部也收回，与身体成一直线。最后，将髋部拉回，成直立姿势，双手回到身体两侧。这是该动作的结束姿势（图106）。从直立姿势做成标准桥式，然后把自己从下向上拉回成直立姿势，就是一次完整的动作。重复练习，保持正常呼吸。
      </p>

      <div>
        <img alt="205-1" src={image00680} />

        <p>图104　按照合桥（第九式）的运动过程，做出标准桥式。</p>
      </div>

      <div>
        <img alt="205-2" src={image00681} />

        <p>图105　双手（最后是手指）用力按压地面，使手掌离地。</p>
      </div>

      <div>
        <img alt="205-3" src={image00682} />

        <p>图106　将髋部拉回，成直立姿势，双手回到身体两侧。</p>
      </div>

      <h4>解析</h4>

      <p>
        这是桥系列的最终式，它需要不可思议的柔韧性、强大的关节、强有力的肌肉以及极好的平衡能力和协调能力。经常练习铁板桥，可以增强敏捷性、按摩内部器官，调整脊椎和肌肉系统，让你精力充沛。达到高次数练习后，它还会为你的新陈代谢“加油”。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，1次</li>

        <li>中级标准：2组，各3次</li>

        <li>精英标准：2组，各30次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        犹如练习合桥（第九式）一样，练习铁板桥也可以借助台阶一点点增加动作幅度。采用较宽的站姿也会有所帮助，但最终还是要争取回归到与肩同宽的站姿。
      </p>
    </div>
  );
}
