import image00691 from '../img/image00691.jpeg';
import image00692 from '../img/image00692.jpeg';
import image00693 from '../img/image00693.jpeg';
import image00694 from '../img/image00694.jpeg';
import image00695 from '../img/image00695.jpeg';
import image00696 from '../img/image00696.jpeg';
import image00697 from '../img/image00697.jpeg';
import image00698 from '../img/image00698.jpeg';
import image00699 from '../img/image00699.jpeg';
import image00700 from '../img/image00700.jpeg';
import image00701 from '../img/image00701.jpeg';
import image00702 from '../img/image00702.jpeg';
import image00703 from '../img/image00703.jpeg';
import image00704 from '../img/image00704.jpeg';
import image00705 from '../img/image00705.jpeg';
import image00706 from '../img/image00706.jpeg';
import image00707 from '../img/image00707.jpeg';
import image00708 from '../img/image00708.jpeg';
import image00709 from '../img/image00709.jpeg';
import image00710 from '../img/image00710.jpeg';

export default function Shoulder() {
  return (
    <div>
      <h3>
        <span>第一式</span>　靠墙顶立
      </h3>

      <h4>动作</h4>

      <p>
        找一堵墙，在墙根处放置一个枕头（坐垫或叠好的毛巾也可）。双手和双膝着地，将头顶在枕头上，头部距离墙壁约15～25厘米。双手稳稳地放在头部两侧，大约与肩同宽。抬起一条腿的膝盖，让其靠近同侧的肘部，同时伸直另一条腿，使膝盖离地（图107）。然后，让靠近肘部的腿使劲蹬地，同时将另一条腿向上踢，从而让两条腿同时靠向墙壁。一旦双脚靠在墙壁上，就慢慢伸直双腿，把身体摆正（图108）。嘴巴保持闭合，用鼻子平缓呼吸。坚持所需时间后，弯曲双腿，并有控制地放下它们。
      </p>

      <div>
        <img alt="221-1" src={image00691} />
      </div>

      <p>
        图107　抬起一条腿的膝盖，让其靠近同侧的肘部，同时伸直另一条腿，使膝盖离地。
      </p>

      <div>
        <img alt="221-2" src={image00692} />

        <p>图108　一旦双脚靠在墙壁上，就慢慢伸直双腿，把身体摆正。</p>
      </div>

      <h4>解析</h4>

      <p>
        任何想做倒立撑的人，首先都必须掌握倒立姿势。靠墙顶立是完美的入门技巧，只需稍加练习，我们的血管、内脏器官以及头部就会适应这种突然的颠倒。在这个动作中，整个身体都在头部上方，这对身体的平衡能力是一个考验。肩部要维持身体的平衡，因此也会得到一定的锻炼。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：30秒</li>

        <li>中级标准：1分钟</li>

        <li>升级标准：2分钟</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        在做靠墙顶立时，大多数人都能坚持几秒钟，主要问题是如何做成倒立姿势。难就难在找到上墙所需的推和蹬的正确力道。如果你觉得这有点儿困难，可以先请朋友帮忙，直到最终可以独立完成。
      </p>

      <h3>
        <span>第二式</span>　乌鸦式
      </h3>

      <h4>动作</h4>

      <p>
        双膝分开，呈蹲坐姿势。双手手掌放在身体前面的地板上，与肩同宽。双臂略微弯曲，身体向前倾斜，然后让双膝稳稳地夹在两肘外侧（图109）。身体继续前倾，一点一点把体重转移到手掌上，双脚的负重则越来越少。最终重心前移，双脚离地。双脚用力提起，保持平衡，平缓呼吸，坚持一定的时间（图110）。然后反向运动，身体重心慢慢后倾，直到脚尖再次接触地面。
      </p>

      <div>
        <img alt="223-1" src={image00693} />

        <p>图109　身体向前倾斜，然后让双膝稳稳地夹在两肘外侧。</p>
      </div>

      <div>
        <img alt="223-2" src={image00694} />

        <p>图110　双脚用力提起，保持平衡，平缓呼吸，坚持一定的时间。</p>
      </div>

      <h4>解析</h4>

      <p>
        乌鸦式将教你结合手臂和肩部的力量使身体达到平衡，这是进入倒立撑练习的必要一步，因为你要通过手臂来平衡全身的重量。第一式已经使你在倒立时更加自在，第二式则能够帮助你发展肩部、腕部和手指的基本“平衡”力量。由于这不是倒立姿势，所以练习该动作之后，要接着练习靠墙顶立，才能获得力量训练与倒立平衡的全部效果。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：10秒</li>

        <li>中级标准：30秒</li>

        <li>升级标准：1分钟</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        这个动作的关键是找到独特的平衡点。在这个姿势中保持平衡的艺术在于利用微妙的手指力量阻止身体向前倾倒（在用手平衡的更高级的动作中也都一样）。如果你开始向前倾，那就要使劲下压手指。腿要抬得足够高，以防身体向后落。
      </p>

      <h3>
        <span>第三式</span>　靠墙倒立
      </h3>

      <h4>动作</h4>

      <p>
        找一面墙，双手手掌平放在距离墙根约15～25厘米的地面上，双手与肩同宽。手臂伸直或近乎伸直，膝盖弯曲，撑起身体。提起一条腿的膝盖，让其靠近同侧的肘部（图111），然后使劲向下蹬地，同时让另一条腿向后上方摆。与此同时，让蹬地的腿也离地，紧随另一条腿向墙壁靠近，手臂保持伸展，双脚脚跟应同时接触墙壁。刚开始练习时，上踢的力量如果过大，你的后背和屁股会猛地撞到墙上，但久而久之你就会掌握完美的上墙技艺。最后，你的手臂应该是直的，身体摆正，背部略向内弓。这就是标准的靠墙倒立姿势（图112）。保持这一姿势一段时间，整个过程中保持正常呼吸。
      </p>

      <div>
        <img alt="225-1" src={image00695} />

        <p>图111　双手手掌平放在距离墙根约15～25厘米的地面上，双手与肩同宽。</p>
      </div>

      <div>
        <img alt="225-2" src={image00696} />

        <p>图112　久而久之你就会掌握完美的上墙技艺。</p>
      </div>

      <h4>解析</h4>

      <p>
        靠墙顶立应该已经让你适应了上下颠倒，乌鸦式应该已经使你的手臂和腕部获得力量来安全地通过双手平衡全部的体重。掌握这些动作之后，接下来就需要学习蹬起靠墙成标准倒立姿势的技艺，这比蹬起成顶立姿势更难（因为手臂要完全伸展）。这个动作不仅能教你这个重要技巧，还会增加你的肩部的基础力量。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：30秒</li>

        <li>中级标准：1分钟</li>

        <li>升级标准：2分钟</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        如果你练过蹬起成靠墙顶立（第一式），那么这个动作对你来说应该不会太难，只不过在蹬起时需要更加用力。如果刚开始感觉这点有些困难，可以尝试将双脚踩在某个东西（比如盒子或椅子）上蹬起。
      </p>

      <h3>
        <span>第四式</span>　半倒立撑
      </h3>

      <h4>动作</h4>

      <p>
        找一堵墙，双手手掌平放在距离墙根约15～25厘米的地面上，双手与肩同宽。手臂尽量伸直，蹬起成靠墙倒立姿势（第三式）。你现在应该处于标准的靠墙倒立姿势——手臂伸直，身体收紧，背部略微向内弓，脚跟与墙壁轻轻接触。这是该动作的起始姿势（图113）。然后弯曲肘部，使头部向地面方向下降一半高度。这是该动作的结束姿势（图114）。暂停一下，然后稳稳地推起身体，回到起始姿势。整个动作的运动幅度大约只有15厘米。刚开始练习时不要误判距离，让身体降得太低。整组练习中保持平缓呼吸。
      </p>

      <div>
        <img alt="227-1" src={image00697} />

        <p>图113　你现在应该处于标准的靠墙倒立姿势。</p>
      </div>

      <div>
        <img alt="227-2" src={image00698} />

        <p>图114　弯曲肘部，使头部向地面方向下降一半高度。</p>
      </div>

      <h4>解析</h4>

      <p>
        在靠墙倒立（第三式）的静止姿势中，你的肩部、肘部和躯干应该已经获得了一些力量。该动作的强度要大得多，能够强化整个上肢带肌，并培养强劲有力的肘部和肱三头肌，同时对胸肌上部也有好处。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，5次</li>

        <li>中级标准：2组，各10次</li>

        <li>升级标准：2组，各20次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        通过之前几式的练习，你应该已经学会如何顺利蹬起靠墙成倒立姿势了。但是半倒立撑还要求上半身必须有极好的力量，如果上述动作对你而言太吃力，那你就要减小动作幅度。开始时只是稍微弯曲手臂——可能身体只下降了几分之一厘米，然后逐步增加次数和动作幅度，直到头部可以向地面下降一半的距离。假以时日，你会做到的。
      </p>

      <h3>
        <span>第五式</span>　标准倒立撑
      </h3>

      <h4>动作</h4>

      <p>
        找一面墙，双手手掌平放在距离墙根约15～25厘米的地面上，双手与肩同宽。双膝弯曲，蹬起靠墙成倒立姿势。如果你从前几式一路练过来，那现在对此过程必然了如指掌。如果你已经找到了适合自己的上墙技巧，那也很好。重要的是培养肌肉，而不是上墙的方式。上墙之后，只有双脚脚跟与墙壁接触，背部略微向内弯曲成弓形，双臂伸直。这是该动作的起始姿势（图115）。弯曲肘部，直到头顶轻轻接触地板。这是该动作的结束姿势（图116）。使用“亲亲宝贝”的方法保护头部。暂停1秒钟，然后推起身体，回到起始姿势。在所有倒立动作中都要通过肌肉控制身体，同时还要集中精神，以确保安全。尽量保持平缓呼吸。
      </p>

      <div>
        <img alt="229-1" src={image00699} />
      </div>

      <p>
        图115　上墙之后，只有双脚脚跟与墙壁接触，背部略微向内弯曲成弓形，双臂伸直。
      </p>

      <div>
        <img alt="229-2" src={image00700} />
      </div>

      <p>
        图116　在所有倒立动作中都要通过肌肉控制身体，同时还要集中精神，以确保安全。
      </p>

      <h4>解析</h4>

      <p>
        这是标准的“囚徒”倒立撑，它可以强化肩部、肱三头肌、肘部、斜方肌、胸肌及双手——其实整个上半身的力量都会得到发展。很多训练者都认为，倒立撑应该是“自由”的，即离开墙做。但这对平衡能力的要求极高。所有老派倒立练习者都相信，要想拥有超凡的平衡能力，首先应该培养力量。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，5次</li>

        <li>中级标准：2组，各10次</li>

        <li>升级标准：2组，各15次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        最低点是该动作的最难点。如果你不能完成5次全幅度的倒立撑，那就不要一开始就降到最低点。等你更强壮的时候再增加动作幅度。
      </p>

      <h3>
        <span>第六式</span>　窄距倒立撑
      </h3>

      <h4>动作</h4>

      <p>
        找一面墙，双手手掌平放在距离墙根约15～25厘米的地面上，但双手（尤其是两个食指）要互相接触。蹬起成倒立姿势，双臂伸直，脚跟与墙壁接触，身体微微弯曲。这是该动作的起始姿势（图117）。弯曲肘部，直到头部轻轻“亲吻”地板，肘部保持向前、向外的朝向（图118）。暂停一下（此时完全在控制之中），然后推起身体，回到起始姿势。
      </p>

      <div>
        <img alt="231-1" src={image00701} />

        <p>图117　双手（尤其是两个食指）要互相接触。</p>
      </div>

      <div>
        <img alt="231-2" src={image00702} />

        <p>
          图118　弯曲肘部，直到头部轻轻“亲吻”地板，肘部保持向前、向外的朝向。
        </p>
      </div>

      <h4>解析</h4>

      <p>
        标准倒立撑是绝佳的基本练习，可以教你有力且协调地使用最强的推力肌肉。但是，如果你想升级到非常高级的单臂倒立动作，那就需要非常强大的肌腱，尤其是肘部、前臂及腕部的肌腱。窄距倒立撑可以培养这些肌腱的力量，因为双手接近的姿势使得上肢带肌在这个动作中更难发力，而这会强迫肘部变得更加强壮。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，5次</li>

        <li>中级标准：2组，各9次</li>

        <li>升级标准：2组，各12次</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        如果你够强，在达到一个动作的升级标准后直接升级到下一式动作的初级标准，通常不会有太多问题。可是，在从标准倒立撑升级到窄距倒立撑时你最好慢慢来，以让肌腱逐步适应。掌握倒立撑之后，每次练习时（或在你觉得状态不错的时候）都让双手更靠近一点儿，在地板上做标记也许有帮助。如果做倒立撑时你的双手相距大约45厘米，那你要想升级到窄距倒立撑，至少要用18周，甚至更长的时间。
      </p>

      <h3>
        <span>第七式</span>　偏重倒立撑
      </h3>

      <h4>动作</h4>

      <p>
        在墙边放一个篮球，用自己觉得最容易的方式在篮球旁边蹬起成靠墙倒立，然后将一只手伸出去放在篮球上。这个动作说来简单，实际做起来却非常难，这需要你在很短时间（你的手找篮球所用的时间）内用一只锁定的手臂支撑整个体重。手在篮球上放稳之后再调整球的位置，使双手间距大约与肩同宽。支撑在地上的那只手臂要伸直，另一只手臂则是弯曲的。让双手尽量均匀地承担体重，平缓呼吸。在这时，肱三头肌、肱二头肌及肩部都需要非常卖力，否则很可能因为控制不住篮球而摔倒。这是该动作的起始姿势（图119）。弯曲肘部，直到头部轻轻接触地板。这是该动作的结束姿势（图120）。暂停一下，然后推起身体。
      </p>

      <div>
        <img alt="233-1" src={image00703} />

        <p>图119　让双手尽量均匀地承担体重，平缓呼吸。</p>
      </div>

      <div>
        <img alt="233-2" src={image00704} />

        <p>图120　弯曲肘部，直到头部轻轻接触地板。</p>
      </div>

      <h4>解析</h4>

      <p>
        为了把自己推起来，必须稳住篮球。如果不能以静力控制篮球，篮球就会向外滚动，这需要有力量极大的手臂与肩部，还有冠军级的肩袖。征服这个动作，你就会拥有超级强悍的关节和山地大猩猩般的肩膀。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，5次（每侧）</li>

        <li>中级标准：2组，各8次（每侧）</li>

        <li>升级标准：2组，各10次（每侧）</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        使用篮球要求训练者有高度的力量与平衡能力，还有快速的反应能力。我建议所有训练者刚开始练习这个时都使用稳固的物体，而不是篮球。可以使用一块砖头来起步，到后来用三块垒起来的砖头。在监狱里，很多家伙刚开始练习时会把几本薄书摞起来，以后再逐步往上加书。等到书与篮球一样高时，再用篮球做尝试。总之，安全至上。
      </p>

      <h3>
        <span>第八式</span>　单臂半倒立撑
      </h3>

      <h4>动作</h4>

      <p>
        蹬起靠墙成倒立姿势，脚跟与墙壁接触，身体略微成弓形。双手与肩同宽，距离墙根约15～25厘米，手臂伸直。逐渐抬起一只手的手掌，将重心慢慢转移到身体的另一侧，另一侧的手掌会承受越来越多的体重。继续这种转移过程（持续几秒钟），直到略微抬起的手掌上只剩下几千克的压力。现在轻轻抬起这只手，使之离开地面，并将它伸向远处以保持平衡。现在，你就是在以一只伸直的手臂支撑整个身体。这是该动作的起始姿势（图121）。支撑身体的手臂肘部弯曲，直到头部向地面方向下降一半高度。这是该动作的结束姿势（图122）。暂停一下，然后推起身体。
      </p>

      <div>
        <img alt="235-1" src={image00705} />

        <p>图121　现在，你就是在以一只伸直的手臂支撑整个身体。</p>
      </div>

      <div>
        <img alt="235-2" src={image00706} />

        <p>图122　支撑身体的手臂肘部弯曲，直到头部向地面方向下降一半高度。</p>
      </div>

      <h4>解析</h4>

      <p>
        这是以单臂推起整个体重的第一个动作，该动作不仅要求训练者有极大的肩部和手臂力量，也需要有极为强大的关节、较高的身体协调能力、出色的平衡能力以及极其熟练的倒立推举技巧。要想从单臂半倒立撑中获益，你得投入大量时间，“榨干”此前那些动作的全部“营养”——要花费至少六个月甚至更长的时间，否则连试都不要试这个，不然你很可能是在自讨苦吃。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，4次（每侧）</li>

        <li>中级标准：2组，各6次（每侧）</li>

        <li>升级标准：2组，各8次（每侧）</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        该动作很难，只有长久练习，逐渐增加动作幅度，才能掌握。试着以手掌推起身体，而不是用手指推，这样有助于推力肌肉协调发力。
      </p>

      <h3>
        <span>第九式</span>　杠杆倒立撑
      </h3>

      <h4>动作</h4>

      <p>
        蹬起靠墙成倒立姿势。像平常一样，双手距离与肩同宽，距离墙根约15～25厘米。只有双脚脚跟与墙壁接触，身体保持自然的弓形。如第八式那样，把身体的大部分重量（约90%）慢慢转移到一只手上。然后翻转另一只手的手掌，使手背贴地，手心向上，手指朝前（视线方向为前）。将这只手臂在自己面前伸展，而这只手始终保持与地面的接触——一部分体重的压力仍然要通过这只手的手指传递。这是该动作的起始姿势（图123）。手掌向上的那只手臂保持伸展状态，另一只手臂的肘部弯曲，完全在肌肉的控制之中放低身体，不要让身体快速下落，否则会伤到头部，甚至很可能扭伤颈部。头顶轻轻接触地板，然后暂停一下。这是该动作的结束姿势（图124）。最后，用一只手的手掌及另一只手的手背同时推起身体，回到起始姿势。
      </p>

      <div>
        <img alt="237-1" src={image00707} />

        <p>图123　将一只手臂在自己面前伸展，这只手始终保持与地面的接触。</p>
      </div>

      <div>
        <img alt="237-2" src={image00708} />

        <p>图124　头顶轻轻接触地板，然后暂停一下。</p>
      </div>

      <h4>解析</h4>

      <p>
        前一式将使你掌握单臂倒立撑的上半部分，这个动作则能够帮你掌握更具挑战的下半部分动作。由于有一只手的手掌向上，所以那只手臂很难用太多力，只能确保在动作最低点时，给你足够的帮助以推起身体——这会让肌肉的发展最大化。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，3次（每侧）</li>

        <li>中级标准：2组，各4次（每侧）</li>

        <li>升级标准：2组，各6次（每侧）</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        辅助的（即手掌向上的）手臂如果略微弯曲，并更靠近身体，则能够给你更好的辅助力量。随着你不断变强，逐渐伸直辅助的手臂。
      </p>

      <h3>单臂倒立撑</h3>

      <h4>动作</h4>

      <p>
        蹬起靠墙成倒立姿势，向一侧略微倾斜，直到仅用单臂支撑身体的全部重量，就像单臂半倒立撑（第八式）中那样。脚跟与墙壁接触，身体略微成弓形。这是该动作的起始姿势（图125）。弯曲支撑身体的那只手臂，直到头顶轻轻接触地面。另一只手臂则要随时做好准备，以便失误时可以助你一臂之力。这是该动作的结束姿势（图126）。在将身体推回到起始姿势的过程中，可能需要用些爆发力。为使身体脱离动作的最低点，你也可以向上蹬腿：双膝弯曲（脚跟依然要接触墙壁）并迅速伸直，这样可以增加一些向上的冲力。
      </p>

      <div>
        <img alt="239-1" src={image00709} />

        <p>图125　脚跟与墙壁接触，身体略微成弓形。</p>
      </div>

      <div>
        <img alt="239-2" src={image00710} />

        <p>图126　为使身体脱离动作的最低点，你也可以向上蹬腿。</p>
      </div>

      <h4>解析</h4>

      <p>
        单臂倒立撑是锻炼肩部和手臂的终极动作。忘掉卧推吧——它只能给你带来伤痛和不幸。谨慎练习整个倒立撑系列，直至掌握最终式，你的力量会比你碰到的所有练卧推的都大——这里说的是纯粹、有用、能把人抓起来扔出去的力量。如果有一位体重达90千克的男子做单臂倒立撑，那就相当于他用单臂推举起了近90千克的哑铃；如果是双臂，就是近180千克的杠铃！你认识几个家伙能提起（更不用说推举）180千克的重量呢？体操会让你毫发无伤地拥有这等力量，还有一副健康的肩膀。
      </p>

      <h4>训练目标</h4>

      <ul>
        <li>初级标准：1组，1次（每侧）</li>

        <li>中级标准：2组，各2次（每侧）</li>

        <li>精英标准：1组，5次（每侧）</li>
      </ul>

      <h4>稳扎稳打</h4>

      <p>
        你必须逐渐增加动作幅度。其实，唯一能真正掌握此动作的方式，就是练上几年——或许三年，或许更久。你本来就是要再老上三年的，对吧？那为什么不让自己在那时变得超级强大呢？
      </p>
    </div>
  );
}
